IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Es wird eine falsche dll-Version verknüpft"
IDS_RUS_DLL_ERROR_REPORT = "COM-dll konnte nicht initialisiert werden"
IDS_CVL_REPORT_PRINTING = "Bericht wird gedruckt..."
IDS_CVL_REPORT_GENERATING = "Bericht wird erstellt..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Festigkeitsberechnung der räumlichen Elementquerschnitte"
IDS_CVL_RPT_SNiP_Not_required = "Nicht erforderlich"
IDS_SP16_Par711_Title = "Berechnung der Festigkeit von Elementen unter zentrischem Zug oder Druck (Abs. 7.1.1)"
IDS_SP16_Par713_Title = "Berechnung der Stabilität von Elementen mit Vollquerschnitt unter zentrischem Druck (Abs. 7.1.3)"
IDS_SP16_Par715_Title = "Stabilität bei Biege-Torsions-Knickverlust eines offenen Querschnitts (Abs. 7.1.5)"
IDS_SP16_Par723_Title = "Berechnung der bedingten Schlankheit des Stabes (Abs. 7.2.3)"
IDS_SP16_Par724_Title = "Berechnung der Stabilität einzelner Stäbe in Elementen mit zusammengesetztem Querschnitt (Abs. 7.2.4)"
IDS_SP16_Par732_Title = "Stabilität der Wände von unter zentrischem Druck stehenden Elementen mit Vollquerschnitt (Abs. 7.3.2)"
IDS_SP16_Par733_Title = "Die Wände von unter zentrischem Druck stehenden Elementen mit Vollquerschnitt sind mit Querrippen zu versteifen (Abs. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nQuerrippen sind erforderlich, aber nicht festgelegt."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nQuerrippen sind erforderlich und festgelegt. Prüfung der ausreichenden Querrippenabstände:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nQuerrippen sind nicht erforderlich."
IDS_SP16_Par738_Title = "Stabilität der Gurtbleche von unter zentrischem Druck stehenden Elementen mit Vollquerschnitt (Abs. 7.3.8)"
IDS_SP16_Par821_Title = "Festigkeitsberechnung von Balken der Klasse 1: unter Einwirkung eines Moments (Abs. 8.2.1)"
IDS_SP16_ParTau_Title = "Prüfung des Querschnitts auf Schubkräfte"
IDS_SP16_Par823_Title = "Festigkeitsberechnung von zusammengesetzten Balken der 2. und 3. Klasse aus I- und Kastenquerschnitten: unter Einwirkung eines Moments (Abs. 8.2.3)"
IDS_SP16_Par841_Title = "Berechnung der Stabilität von I-Balken der Klasse 1: unter Einwirkung eines Moments (Abs. 8.4.1)"
IDS_SP16_Par851_Title = "Stabilität der Balkenwände der Klasse 1: unter Einwirkung eines Moments (Abs. 8.5.1)"
IDS_SP16_Par853_Title = "Stabilität der Balkenwände der Klasse 1 mit symmetrischem Querschnitt bei Vorhandensein lokaler Spannung: unter Einwirkung eines Moments (Abs. 8.5.3)"
IDS_SP16_Par857_Title = "Stabilität der Wände von Balken der Klasse 1 mit asymmetrischem I-Querschnitt und stärker ausgebildetem Zugflansch (Abs. 8.5.7)"
IDS_SP16_Par858_Title = "Stabilität der Balkenwände der 2. und 3. Klasse aus homogenem Stahl bei fehlender lokaler Spannung (Sigma_loc = 0) (Abs. 8.5.8)"
IDS_SP16_Par822_Title = "Berechnung der Festigkeit einer nicht mit Steifen verstärkten Balkenwand unter Einwirkung lokaler Spannung (Abs. 8.2.2)"
IDS_SP16_Par8518_Title = "Stabilität der Druckgurte von Balken der Klasse 1 (Abs. 8.5.18)"
IDS_SP16_Par8519_Title = "Stabilität der Druckgurte von Balken der Klasse 2, 3 (Abs. 8.5.19)"
IDS_SP16_Par911_Title = "Festigkeitsberechnung von exzentrisch gedrückten und exzentrisch gezogenen Elementen (Abs. 9.1.1)"
IDS_SP16_Par913_Title = "Prüfung der Zugfestigkeit des Faserquerschnitts exzentrisch gedrückter Elemente mit unsymmetrischen Querschnitten (Abs. 9.1.3)"
IDS_SP16_Par922_Title = "Berechnung der Stabilität exzentrisch gedrückter Elemente in der Wirkungsebene des Moments, die mit der Symmetrieebene zusammenfällt (Abs. 9.2.2)"
IDS_SP16_Par928_Title = "Berechnung der Stabilität exzentrisch gedrückter Elemente bei Biegung in der Ebene der geringsten Steifigkeit (Abs. 9.2.8)"
IDS_SP16_Par929_Title = "Berechnung der Stabilität von Stäben (außer kastenförmigen), die in zwei Hauptachsen auf Druck und Biegung beansprucht werden (Abs. 9.2.9)"
IDS_SP16_Par9210_Title = "Berechnung der Stabilität von Stäben (kastenförmigen), die in zwei Hauptachsen auf Druck und Biegung beansprucht werden (Abs. 9.2.10)"
IDS_SP16_Par924_Title = "Berechnung der Stabilität exzentrisch gedrückter Stäbe aus der Wirkungsebene des Moments bei ihrer Biegung in der Ebene der größten Steifigkeit (Abs. 9.2.4)"
IDS_SP16_Par942_Title = "Stabilität der Wände exzentrisch gedrückter Elemente (Abs. 9.4.2)"
IDS_SP16_Par947_Title = "Stabilität der Gurte (Flansche) exzentrisch gedrückter Stäbe (Abs. 9.4.7)"
IDS_SP16_Par1041_Title = "Maximale Bemessungslängen von Elementen (Abs. 10.4.1)"
IDS_SP16_Par1122_Title = "Berechnung der Stabilität der Wände nahtloser oder elektrisch geschweißter Rohre (Abs. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Weitere Prüfungen sind nicht erforderlich."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Für den Querschnittstyp %s sind die Koeffizienten: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Unbekannter Querschnittstyp. Koeffizienten sind: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Berechnung der Schlankheit lambda_ef eines durchbrochenen Querschnittselements"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Querschnittstyp: 1, Stäbe sind mit Stegblechen verbunden"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Querschnittstyp: 1, Stäbe sind mit Gitterstäben verbunden"
IDS_SP16_CALC_PHI_COEFF = "Berechnung des phi-Koeffizienten"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Berechnung des Stabilitätsbeiwerts phi_e bei exzentrischem Druck von Vollwand-Elementen"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Aus Tabelle D.3 für o_lambda_ef = %g und m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Berechnung des Stabilitätsbeiwerts phi_e bei exzentrischem Druck von durchbrochenen Elementen"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Aus Tabelle D.4 für o_lambda_ef = %g und m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Berechnung der reduzierten Fläche Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Querschnittstyp aus Tabelle 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Die Anforderungen von Absatz 7.3.2 sind nicht erfüllt. Berechnung mit reduzierter Fläche."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Die Anforderungen von Absatz 9.4.2 sind nicht erfüllt. Berechnung mit reduzierter Fläche."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Berechnung der Grenzwerte der bedingten Stegschlankheit (Tabelle 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Berechnung der Grenzwerte der bedingten Flanschschlankheit (Tabelle 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Berechnung von hd für ein zentrisch gedrücktes Element"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Berechnung von hd für ein zentrisch nicht gedrücktes Element"
IDS_SP16_CALCULATION_OF_BD = "Berechnung von bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Berechnung von ω, α, β aus Tabelle D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Berechnung des Koeffizienten Cmax. Querschnittstyp: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Berechnung der Koeffizienten Cy, Cz, n (Tabelle E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Für Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Berechnung des Koeffizienten B (Tabelle ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Berechnung der Koeffizienten C und D (Tabelle ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "Verhältnis"
IDS_SNiP_REPORT_SECT_REDESIGN = "Der Querschnitt muss neu bemessen werden."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Bewehrung ist nicht erforderlich."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Bewehrung ist erforderlich."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
